[RM_PowerCoreStaffSlot X2StaffSlotTemplate]
EmptyText="空位：需要工程师"
BonusEmptyText="提升复仇者号动力。"
BonusText="复仇者号动力+%AVENGERBONUS"
FilledText="%UNITNAME加强了动力核心的功率, 使复仇者号的动力容量达到了%AVENGERBONUS！"
LockedText="未解锁：购入升级"

[RM_BarRecoveryStaffSlot X2StaffSlotTemplate]
EmptyText="空位：需要士兵"
BonusEmptyText="增加意志恢复速度。"
BonusDefaultText="恢复意志"
BonusText="恢复意志"
FilledText="%UNITNAME正在酒吧放松，提升他们的意志恢复速度！"
LockedText="未解锁：购入升级"

[RM_LivingQuartersStaffSlot X2StaffSlotTemplate]
EmptyText="空位：需要士兵"
BonusEmptyText="缔结士兵羁绊。"
BonusText="缔结羁绊训练"
FilledText="%UNITNAME正在与另一名士兵缔结羁绊！"
LockedText="未解锁：购入升级"